Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Unassigned — Hermes's dispatcher silently skips tasks with no assignee, so this task will never run automatically. Open the task and add an assignee, or recreate it with one set.
de: Nicht zugewiesen — Hermes' Dispatcher überspringt Aufgaben ohne Zuweisung stillschweigend, daher läuft diese Aufgabe nie automatisch. Öffne die Aufgabe und füge eine Zuweisung hinzu, oder erstelle sie mit einer Zuweisung neu.
es: Sin asignar — el dispatcher de Hermes omite silenciosamente las tareas sin responsable, así que esta tarea nunca se ejecutará automáticamente. Abre la tarea y añade un responsable, o vuelve a crearla con uno establecido.
fr: Non assigné — le répartiteur de Hermes ignore silencieusement les tâches sans responsable, donc cette tâche ne s'exécutera jamais automatiquement. Ouvrez la tâche et ajoutez un responsable, ou recréez-la en en définissant un.
ja: 未割り当て — Hermes のディスパッチャーは担当者のいないタスクを黙ってスキップするため、このタスクは自動実行されません。タスクを開いて担当者を追加するか、担当者を設定して再作成してください。
pt_br: Não atribuído — o dispatcher do Hermes ignora silenciosamente tarefas sem responsável, então esta tarefa nunca será executada automaticamente. Abra a tarefa e adicione um responsável, ou recrie-a com um definido.
zh_hans: 未分配 — Hermes 的调度器会静默跳过没有指派人的任务,因此此任务永远不会自动运行。打开任务并添加指派人,或重新创建时设置指派人。

source: Unassigned — the dispatcher will skip this task
de: Nicht zugewiesen — der Dispatcher überspringt diese Aufgabe
es: Sin asignar: el despachador omitirá esta tarea
fr: Non attribuée — le répartiteur ignorera cette tâche
ja: 未割り当て — ディスパッチャーはこのタスクをスキップします
pt_br: Sem responsável — o despachante vai pular esta tarefa
zh_hans: 未分配 — 调度器将跳过此任务

source: Unattributed
de: Nicht zugeordnet
es: Sin atribuir
fr: Non attribué
ja: 帰属なし
pt_br: Não atribuída
zh_hans: 未归属

source: Unauthorized DM
de: Nicht autorisierte DM
es: Mensaje directo no autorizado
fr: Message privé non autorisé
ja: 許可されていない DM
pt_br: Mensagem direta não autorizada
zh_hans: 未授权的私信

source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
ja: ブロック解除
pt_br: Desbloquear
zh_hans: 解除阻塞

source: Unexpected response
de: Unerwartete Antwort
es: Respuesta inesperada
fr: Réponse inattendue
ja: 予期しない応答
pt_br: Resposta inesperada
zh_hans: 意外的响应

source: Unhide
de: Einblenden
es: Mostrar
fr: Afficher
ja: 再表示
pt_br: Reexibir
zh_hans: 取消隐藏

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
pt_br: Desinstalar
zh_hans: 卸载

source: Uninstall Failed
de: Deinstallation fehlgeschlagen
es: Fallo al desinstalar
fr: Échec de la désinstallation
ja: アンインストールに失敗しました
pt_br: Falha na desinstalação
zh_hans: 卸载失败

source: Uninstall failed. %@
de: Deinstallation fehlgeschlagen. %@
es: Error al desinstalar. %@
fr: Échec de la désinstallation. %@
ja: アンインストールに失敗しました。%@
pt_br: Falha na desinstalação. %@
zh_hans: 卸载失败。%@

source: Uninstall manifest
de: Manifest deinstallieren
es: Manifiesto de desinstalación
fr: Manifeste de désinstallation
ja: マニフェストをアンインストール
pt_br: Manifesto de desinstalação
zh_hans: 卸载清单

source: Uninstall Template (remove installed files)…
de: Vorlage deinstallieren (installierte Dateien entfernen)…
es: Desinstalar plantilla (quitar archivos instalados)…
fr: Désinstaller le modèle (supprimer les fichiers installés)…
ja: テンプレートをアンインストール(インストール済みファイルを削除)…
pt_br: Desinstalar modelo (remover arquivos instalados)…
zh_hans: 卸载模板(移除已安装的文件)…

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
pt_br: desconhecido
zh_hans: 未知

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pt_br: Desconhecido
zh_hans: 未知

source: Unknown permission "%@" (will be denied)
de: Unbekannte Berechtigung „%@“ (wird verweigert)
es: Permiso desconocido «%@» (se denegará)
fr: Autorisation inconnue « %@ » (sera refusée)
ja: 不明な権限「%@」（拒否されます）
pt_br: Permissão desconhecida "%@" (será negada)
zh_hans: 未知权限“%@”（将被拒绝）

source: Unknown widget type: "%@"
de: Unbekannter Widget-Typ: „%@“
es: Tipo de widget desconocido: "%@"
fr: Type de widget inconnu : « %@ »
ja: 不明なウィジェットタイプ: "%@"
pt_br: Tipo de widget desconhecido: "%@"
zh_hans: 未知的小部件类型:"%@"

source: Unknown: %@
de: Unbekannt: %@
es: Desconocido: %@
fr: Inconnu : %@
ja: 不明: %@
pt_br: Desconhecido: %@
zh_hans: 未知:%@

source: Unlimited
de: Unbegrenzt
es: Sin límite
fr: Illimité
ja: 無制限
pt_br: Ilimitado
zh_hans: 不限

source: Unload After Idle (s)
de: Nach Leerlauf entladen (s)
es: Descargar tras inactividad (s)
fr: Décharger après inactivité (s)
ja: アイドル後にアンロード (秒)
pt_br: Descarregar após ociosidade (s)
zh_hans: 空闲后卸载(秒)

source: Unmanaged skills
de: Nicht verwaltete Skills
es: Habilidades no gestionadas
fr: Compétences non gérées
ja: 管理外のスキル
pt_br: Habilidades não gerenciadas
zh_hans: 未纳管的技能

source: Unpin
de: Loslösen
es: Desfijar
fr: Désépingler
ja: ピン留め解除
pt_br: Desafixar
zh_hans: 取消固定

source: Unpin %@
de: %@ lösen
es: Dejar de fijar %@
fr: Détacher %@
ja: %@ のピン留めを解除
pt_br: Desafixar %@
zh_hans: 取消固定 %@

source: Unread
de: Ungelesen
es: No leído
fr: Non lu
ja: 未読
pt_br: Não lida
zh_hans: 未读

source: unsaved
de: ungespeichert
es: sin guardar
fr: non enregistré
ja: 未保存
pt_br: não salvo
zh_hans: 未保存

source: Untitled session
de: Unbenannte Sitzung
es: Sesión sin título
fr: Session sans titre
ja: 無題のセッション
pt_br: Sessão sem título
zh_hans: 未命名会话

source: Untrust
de: Vertrauen entziehen
es: Dejar de confiar
fr: Retirer la confiance
ja: 信頼を解除
pt_br: Remover confiança
zh_hans: 取消信任

source: up
de: steigend
es: al alza
fr: à la hausse
ja: 上昇
pt_br: em alta
zh_hans: 上升

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
pt_br: Atualizar
zh_hans: 更新

source: Update & Discard
de: Aktualisieren & verwerfen
es: Actualizar y descartar
fr: Mettre à jour et abandonner
ja: 更新して破棄
pt_br: Atualizar e descartar
zh_hans: 更新并放弃

source: Update %@
de: %@ aktualisieren
es: Actualizar %@
fr: Mettre à jour %@
ja: %@ を更新
pt_br: Atualizar %@
zh_hans: 更新 %@

source: Update %@ anyway, discarding local edits
de: %@ trotzdem aktualisieren und lokale Änderungen verwerfen
es: Actualizar %@ de todos modos, descartando ediciones locales
fr: Mettre à jour %@ quand même, en abandonnant les modifications locales
ja: ローカルの編集を破棄して %@ を強制的に更新
pt_br: Atualizar %@ mesmo assim, descartando edições locais
zh_hans: 仍然更新 %@,放弃本地编辑

source: Update All
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
ja: すべて更新
pt_br: Atualizar todos
zh_hans: 全部更新

source: Update anyway…
de: Trotzdem aktualisieren…
es: Actualizar de todos modos…
fr: Mettre à jour quand même…
ja: 強制的に更新…
pt_br: Atualizar mesmo assim…
zh_hans: 仍然更新…

source: Update status unknown (offline?)
de: Update-Status unbekannt (offline?)
es: Estado de actualización desconocido (¿sin conexión?)
fr: État de mise à jour inconnu (hors ligne ?)
ja: 更新状況が不明です(オフライン?)
pt_br: Status de atualização desconhecido (offline?)
zh_hans: 更新状态未知(离线?)

source: Update this preset. Projects bound to it pick up the change on next chat boot.
de: Dieses Preset aktualisieren. Daran gebundene Projekte übernehmen die Änderung beim nächsten Chat-Start.
es: Actualiza este preajuste. Los proyectos vinculados a él recogen el cambio en el próximo arranque de chat.
fr: Mettre à jour ce préréglage. Les projets qui y sont associés prendront en compte le changement au prochain démarrage de chat.
ja: このプリセットを更新します。紐付けられているプロジェクトは次回のチャット起動時に変更を反映します。
pt_br: Atualize esta predefinição. Os projetos vinculados a ela recebem a alteração na próxima inicialização de chat.
zh_hans: 更新此预设。绑定到它的项目会在下次启动聊天时应用更改。

source: Update v%@
de: Auf v%@ aktualisieren
es: Actualizar a v%@
fr: Passer à la v%@
ja: v%@ に更新
pt_br: Atualizar para a v%@
zh_hans: 更新到 v%@

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新済み
pt_br: Atualizado
zh_hans: 已更新

source: updated %@
de: aktualisiert %@
es: actualizada %@
fr: mise à jour %@
ja: 更新 %@
pt_br: atualizada %@
zh_hans: 更新于 %@

source: Updated, but the security scan flagged it. %@
de: Aktualisiert, aber von der Sicherheitsprüfung markiert. %@
es: Actualizado, pero marcado por el análisis de seguridad. %@
fr: Mis à jour, mais signalé par l'analyse de sécurité. %@
ja: 更新されましたが、セキュリティスキャンで警告されました。%@
pt_br: Atualizado, mas sinalizado pela verificação de segurança. %@
zh_hans: 已更新，但被安全扫描标记。%@

source: Updated, then disabled by the security scan. %@
de: Aktualisiert, dann durch die Sicherheitsprüfung deaktiviert. %@
es: Actualizado y luego desactivado por el análisis de seguridad. %@
fr: Mis à jour, puis désactivé par l'analyse de sécurité. %@
ja: 更新後、セキュリティスキャンにより無効化されました。%@
pt_br: Atualizado e depois desativado pela verificação de segurança. %@
zh_hans: 已更新，但随后被安全扫描禁用。%@

source: Updated: %@
de: Aktualisiert: %@
es: Actualizado: %@
fr: Mis à jour : %@
ja: 更新日時: %@
pt_br: Atualizado: %@
zh_hans: 已更新:%@

source: Updating Keychain…
de: Aktualisiere Keychain…
es: Actualizando Keychain…
fr: Mise à jour du trousseau…
ja: Keychain を更新中…
pt_br: Atualizando o Keychain…
zh_hans: 正在更新 Keychain…

source: Updating these would overwrite your edits, so Hermes skipped them.
de: Das Aktualisieren würde deine Änderungen überschreiben, daher hat Hermes sie übersprungen.
es: Actualizar estos sobrescribiría tus ediciones, así que Hermes los omitió.
fr: Les mettre à jour aurait écrasé vos modifications, Hermes les a donc ignorées.
ja: これらを更新すると編集内容が上書きされるため、Hermes はスキップしました。
pt_br: Atualizar isso substituiria suas edições, então o Hermes os ignorou.
zh_hans: 更新这些内容会覆盖你的编辑,因此 Hermes 已跳过它们。

source: Upgrade Project…
de: Projekt upgraden…
es: Actualizar proyecto…
fr: Mettre le projet à niveau…
ja: プロジェクトをアップグレード…
pt_br: Atualizar projeto…
zh_hans: 升级项目…

source: Upgrade this project
de: Dieses Projekt upgraden
es: Actualizar este proyecto
fr: Mettre ce projet à niveau
ja: このプロジェクトをアップグレード
pt_br: Atualizar este projeto
zh_hans: 升级此项目

source: Upgrading…
de: Upgrade läuft…
es: Actualizando…
fr: Mise à niveau en cours…
ja: アップグレード中…
pt_br: Atualizando…
zh_hans: 升级中…

source: Upload
de: Hochladen
es: Subir
fr: Téléverser
ja: アップロード
pt_br: Enviar
zh_hans: 上传

source: Upload complete
de: Upload abgeschlossen
es: Subida completada
fr: Envoi terminé
ja: アップロードが完了しました
pt_br: Upload concluído
zh_hans: 上传完成

source: Upload debug report?
de: Debug-Bericht hochladen?
es: ¿Subir informe de depuración?
fr: Téléverser le rapport de débogage ?
ja: デバッグレポートをアップロードしますか?
pt_br: Enviar relatório de depuração?
zh_hans: 上传调试报告?

source: Upload failed
de: Upload fehlgeschlagen
es: La subida falló
fr: Échec de l'envoi
ja: アップロードに失敗しました
pt_br: Falha no upload
zh_hans: 上传失败

source: Upload partly complete. %@
de: Upload teilweise abgeschlossen. %@
es: Subida parcialmente completada. %@
fr: Envoi partiellement terminé. %@
ja: アップロードは一部のみ完了しました。%@
pt_br: Upload parcialmente concluído. %@
zh_hans: 上传部分完成。%@

source: Usage Analytics
de: Nutzungsanalyse
es: Analítica de uso
fr: Statistiques d'utilisation
ja: 使用状況分析
pt_br: Análise de uso
zh_hans: 使用分析

source: Usage Stats
de: Nutzungsstatistik
es: Estadísticas de uso
fr: Statistiques d'utilisation
ja: 使用統計
pt_br: Estatísticas de uso
zh_hans: 使用统计

source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用
pt_br: Usar
zh_hans: 使用

source: Use `/queue` while the agent is working — on an idle session Hermes holds the prompt until your next turn finishes, then runs it.
de: Verwende `/queue`, während der Agent arbeitet — in einer untätigen Sitzung hält Hermes den Prompt zurück, bis dein nächster Zug endet, und führt ihn dann aus.
es: Usa `/queue` mientras el agente trabaja: en una sesión inactiva, Hermes retiene el prompt hasta que termine tu siguiente turno y luego lo ejecuta.
fr: Utilisez `/queue` pendant que l’agent travaille — dans une session inactive, Hermes conserve l’invite jusqu’à la fin de votre prochain tour, puis l’exécute.
ja: `/queue` はエージェントの実行中に使ってください。アイドル状態のセッションでは、Hermes は次のターンが終わるまでプロンプトを保持してから実行します。
pt_br: Use `/queue` enquanto o agente estiver trabalhando — em uma sessão ociosa, o Hermes segura o prompt até o seu próximo turno terminar e só então o executa.
zh_hans: 请在代理运行时使用 `/queue` — 在空闲会话中，Hermes 会保留该提示，直到你的下一轮结束后才运行它。

source: Use {dot.notation} to reference fields in the webhook payload.
de: Verwende {dot.notation}, um Felder im Webhook-Payload zu referenzieren.
es: Usa {dot.notation} para referenciar campos del payload del webhook.
fr: Utilisez {dot.notation} pour référencer des champs dans la charge utile du webhook.
ja: webhook ペイロードのフィールドを参照するには {dot.notation} を使用します。
pt_br: Use {dot.notation} para referenciar campos no payload do webhook.
zh_hans: 使用 {dot.notation} 引用 webhook payload 中的字段。

source: Use %@
de: %@ verwenden
es: Usar %@
fr: Utiliser %@
ja: %@ を使用
pt_br: Usar %@
zh_hans: 使用 %@

source: use %lld · view %lld · patch %lld
de: Nutzung %1$lld · Ansicht %2$lld · Patch %3$lld
es: uso %1$lld · vista %2$lld · parche %3$lld
fr: util. %1$lld · vue %2$lld · patch %3$lld
ja: 使用 %1$lld · 表示 %2$lld · パッチ %3$lld
pt_br: uso %1$lld · leitura %2$lld · patch %3$lld
zh_hans: 使用 %1$lld · 查看 %2$lld · 修补 %3$lld

source: Use `{{argument}}` to substitute the user's input. `{{argument | default: "…"}}` provides a fallback when the user invokes the command without arguments.
de: Verwende `{{argument}}`, um die Eingabe des Nutzers einzusetzen. `{{argument | default: "…"}}` liefert einen Fallback, wenn der Nutzer den Befehl ohne Argumente aufruft.
es: Usa `{{argument}}` para sustituir la entrada del usuario. `{{argument | default: "…"}}` proporciona un valor de respaldo cuando el usuario invoca el comando sin argumentos.
fr: Utilisez `{{argument}}` pour substituer la saisie de l'utilisateur. `{{argument | default: "…"}}` fournit une valeur de repli lorsque l'utilisateur invoque la commande sans arguments.
ja: `{{argument}}` を使ってユーザーの入力を置き換えます。`{{argument | default: "…"}}` は、ユーザーが引数なしでコマンドを呼び出した場合のフォールバックを提供します。
pt_br: Use `{{argument}}` para substituir a entrada do usuário. `{{argument | default: "…"}}` fornece um valor de reserva quando o usuário invoca o comando sem argumentos.
zh_hans: 使用 `{{argument}}` 替换用户的输入。`{{argument | default: "…"}}` 会在用户调用命令时不带参数提供回退值。

source: Use a model not in the catalog. Hermes accepts any string the provider recognizes, including provider-prefixed forms like "openrouter/anthropic/claude-opus-4.6".
de: Verwende ein Modell, das nicht im Katalog ist. Hermes akzeptiert jede Zeichenkette, die der Anbieter erkennt, inklusive anbieter-präfixierter Formen wie "openrouter/anthropic/claude-opus-4.6".
es: Usa un modelo que no esté en el catálogo. Hermes acepta cualquier cadena que reconozca el proveedor, incluidas formas con prefijo como «openrouter/anthropic/claude-opus-4.6».
fr: Utilisez un modèle absent du catalogue. Hermes accepte toute chaîne reconnue par le fournisseur, y compris des formes préfixées comme « openrouter/anthropic/claude-opus-4.6 ».
ja: カタログにないモデルを使用します。Hermes はプロバイダーが認識する任意の文字列を受け付けます(例: "openrouter/anthropic/claude-opus-4.6" のようなプロバイダープレフィックス形式も可)。
pt_br: Use um modelo fora do catálogo. O Hermes aceita qualquer string reconhecida pelo provedor, inclusive formas com prefixo do provedor como "openrouter/anthropic/claude-opus-4.6".
zh_hans: 使用未登记在目录中的模型。Hermes 接受提供方识别的任何字符串,包括带有提供方前缀的形式,如 "openrouter/anthropic/claude-opus-4.6"。

source: Use global default
de: Globalen Standard verwenden
es: Usar predeterminado global
fr: Utiliser la valeur par défaut globale
ja: グローバルのデフォルトを使用
pt_br: Usar padrão global
zh_hans: 使用全局默认值

source: Use Hermes Default
de: Hermes-Standard verwenden
es: Usar el valor por defecto de Hermes
fr: Utiliser la valeur par défaut de Hermes
ja: Hermes のデフォルトを使用
pt_br: Usar o padrão do Hermes
zh_hans: 使用 Hermes 默认值

source: Use Hermes' default model for this bot?
de: Für diesen Bot das Standardmodell von Hermes verwenden?
es: ¿Usar el modelo por defecto de Hermes para este bot?
fr: Utiliser le modèle par défaut de Hermes pour ce bot ?
ja: このボットに Hermes のデフォルトモデルを使用しますか?
pt_br: Usar o modelo padrão do Hermes para este bot?
zh_hans: 为此机器人使用 Hermes 的默认模型?

source: Use list
de: Liste verwenden
es: Usar lista
fr: Utiliser la liste
ja: リストを使用
pt_br: Usar lista
zh_hans: 使用列表

source: Use the form http://host:port/v1 — e.g. %@.
de: Verwende die Form http://host:port/v1 — z. B. %@.
es: Usa el formato http://host:port/v1 — p. ej. %@.
fr: Utilisez le format http://host:port/v1 — p. ex. %@.
ja: http://host:port/v1 の形式を使用してください — 例: %@。
pt_br: Use o formato http://host:port/v1 — ex.: %@.
zh_hans: 使用格式 http://host:port/v1 — 例如 %@。

source: Use the Mac app to add and configure projects — they'll appear here automatically.
de: Nutze die Mac-App, um Projekte hinzuzufügen und zu konfigurieren — sie erscheinen hier automatisch.
es: Usa la app de Mac para añadir y configurar proyectos — aparecerán aquí automáticamente.
fr: Utilisez l'app Mac pour ajouter et configurer des projets — ils apparaîtront ici automatiquement.
ja: プロジェクトの追加と設定には Mac アプリを使用してください — 自動的にここに表示されます。
pt_br: Use o app para Mac para adicionar e configurar projetos — eles aparecerão aqui automaticamente.
zh_hans: 请使用 Mac 应用添加和配置项目 — 它们会自动显示在这里。

source: Use this
de: Dieses verwenden
es: Usar este
fr: Utiliser celui-ci
ja: これを使用
pt_br: Usar este
zh_hans: 使用此项

source: Used as the YAML key. Lowercase, no spaces.
de: Wird als YAML-Schlüssel verwendet. Kleinbuchstaben, keine Leerzeichen.
es: Se usa como clave YAML. Minúsculas, sin espacios.
fr: Utilisé comme clé YAML. Minuscules, sans espaces.
ja: YAML キーとして使用されます。小文字・空白なし。
pt_br: Usado como chave YAML. Minúsculas, sem espaços.
zh_hans: 用作 YAML 键。小写,不含空格。

source: Used for image generation calls. Leave as Hermes default unless your provider documents a specific model ID for image-gen.
de: Wird für Bilderzeugungsaufrufe genutzt. Als Hermes-Standard belassen, außer dein Anbieter dokumentiert eine spezifische Modell-ID für Bilderzeugung.
es: Se usa para las llamadas de generación de imágenes. Déjalo como Predeterminado de Hermes a menos que tu proveedor documente un ID de modelo específico para generación de imágenes.
fr: Utilisé pour les appels de génération d'images. Laissez sur Valeur par défaut d’Hermes sauf si votre fournisseur documente un ID de modèle spécifique pour la génération d'images.
ja: 画像生成呼び出しに使用されます。プロバイダーが画像生成用の特定のモデル ID を文書化していない限り、Hermes のデフォルトのままにしてください。
pt_br: Usado para chamadas de geração de imagem. Deixe como Padrão do Hermes, a menos que seu provedor documente um ID de modelo específico para geração de imagem.
zh_hans: 用于图像生成调用。除非你的提供方为图像生成记录了特定的模型 ID,否则请保持为 Hermes 默认值。

source: Used when there's no picture — generated from the name otherwise.
de: Wird verwendet, wenn kein Bild vorhanden ist — sonst aus dem Namen generiert.
es: Se usa cuando no hay imagen — si no, se genera a partir del nombre.
fr: Utilisé lorsqu'il n'y a pas d'image — généré à partir du nom sinon.
ja: 画像がない場合に使用されます — 未指定の場合は名前から自動生成されます。
pt_br: Usado quando não há imagem — caso contrário, é gerado a partir do nome.
zh_hans: 在没有图片时使用 — 否则会根据名称生成。

source: user
de: Nutzer
es: usuario
fr: utilisateur
ja: ユーザー
pt_br: usuário
zh_hans: 用户

source: User
de: Nutzer
es: Usuario
fr: Utilisateur
ja: ユーザー
pt_br: Usuário
zh_hans: 用户

source: User Char Limit
de: Zeichenlimit für Benutzer
es: Límite de caracteres del usuario
fr: Limite de caractères de l’utilisateur
ja: ユーザーの文字数上限
pt_br: Limite de caracteres do usuário
zh_hans: 用户字符上限

source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID d’utilisateur
ja: ユーザー ID
pt_br: ID do usuário
zh_hans: 用户 ID

source: USER MESSAGE
de: NUTZERNACHRICHT
es: MENSAJE DEL USUARIO
fr: MESSAGE UTILISATEUR
ja: ユーザーメッセージ
pt_br: MENSAGEM DO USUÁRIO
zh_hans: 用户消息

source: User Messages
de: Nutzernachrichten
es: Mensajes del usuario
fr: Messages utilisateur
ja: ユーザーメッセージ
pt_br: Mensagens do usuário
zh_hans: 用户消息

source: User Profile Enabled
de: Benutzerprofil aktiviert
es: Perfil de usuario activado
fr: Profil utilisateur activé
ja: ユーザープロファイルを有効化
pt_br: Perfil de usuário ativado
zh_hans: 已启用用户资料

source: username (optional)
de: Benutzername (optional)
es: usuario (opcional)
fr: nom d'utilisateur (optionnel)
ja: ユーザー名(任意)
pt_br: usuário (opcional)
zh_hans: 用户名(可选)

source: Using the proxy
de: Nutzung des Proxys
es: Usando el proxy
fr: Utilisation du proxy
ja: プロキシを使用中
pt_br: Usando o proxy
zh_hans: 使用代理

source: v%@ installed
de: v%@ installiert
es: v%@ instalada
fr: v%@ installée
ja: v%@ をインストール済み
pt_br: v%@ instalada
zh_hans: 已安装 v%@

source: v0.13 features
de: v0.13-Funktionen
es: Funciones de v0.13
fr: Fonctionnalités v0.13
ja: v0.13 の機能
pt_br: Recursos da v0.13
zh_hans: v0.13 功能

source: v0.13 features active
de: v0.13-Funktionen aktiv
es: Funciones de v0.13 activas
fr: Fonctionnalités v0.13 actives
ja: v0.13 の機能が有効
pt_br: Recursos da v0.13 ativos
zh_hans: v0.13 功能已启用

source: v0.17 made the LLM skill-merge pass opt-in. Turn this on to restore it; deterministic pruning runs either way.
de: v0.17 hat den LLM-Skill-Merge-Durchgang zu einem Opt-in gemacht. Aktiviere dies, um ihn wiederherzustellen; deterministisches Bereinigen läuft in jedem Fall.
es: v0.17 hizo que el paso de fusión de habilidades por LLM fuera opcional. Actívalo para restaurarlo; la poda determinista se ejecuta de todos modos.
fr: v0.17 a rendu la passe de fusion de compétences par LLM optionnelle (opt-in). Activez ceci pour la restaurer ; l'élagage déterministe s'exécute dans tous les cas.
ja: v0.17 で LLM によるスキルマージパスはオプトインになりました。これを有効にすると復元されます。決定論的なプルーニングはどちらの場合でも実行されます。
pt_br: A v0.17 tornou a passagem de mesclagem de habilidades por LLM opcional (opt-in). Ative isso para restaurá-la; a poda determinística é executada de qualquer forma.
zh_hans: v0.17 将 LLM 技能合并环节改为可选启用。开启此项以恢复它;确定性清理无论如何都会运行。

source: Validating archive + verifying hashes…
de: Archiv wird validiert + Hashes werden geprüft…
es: Validando archivo y verificando hashes…
fr: Validation de l'archive et vérification des hachages…
ja: アーカイブを検証してハッシュを確認中…
pt_br: Validando arquivo compactado + verificando hashes…
zh_hans: 正在验证归档并核对哈希值…

source: Validation error: %@ contains a tab or a control character. Remove it, then add.
de: Validierungsfehler: %@ enthält einen Tabulator oder ein Steuerzeichen. Entfernen Sie es und fügen Sie dann hinzu.
es: Error de validación: %@ contiene un tabulador o un carácter de control. Elimínalo y luego añádelo.
fr: Erreur de validation : %@ contient une tabulation ou un caractère de contrôle. Supprimez-le, puis ajoutez.
ja: 検証エラー: %@ にタブまたは制御文字が含まれています。削除してから追加してください。
pt_br: Erro de validação: %@ contém uma tabulação ou um caractere de controle. Remova-o e depois adicione.
zh_hans: 验证错误：%@ 包含制表符或控制字符。请移除后再添加。

source: Validation error: %@ is too long to use as a config.yaml key. Shorten it, then add.
de: Validierungsfehler: %@ ist zu lang für einen Schlüssel in der config.yaml. Kürze es und füge es dann hinzu.
es: Error de validación: %@ es demasiado largo para usarlo como clave de config.yaml. Acórtalo y luego añádelo.
fr: Erreur de validation : %@ est trop long pour servir de clé dans config.yaml. Raccourcissez-le, puis ajoutez-le.
ja: 検証エラー: %@ はconfig.yamlのキーとして長すぎます。短くしてから追加してください。
pt_br: Erro de validação: %@ é longo demais para servir de chave no config.yaml. Encurte-o e adicione.
zh_hans: 验证错误：%@ 作为 config.yaml 的键过长。请缩短后再添加。

source: value
de: Wert
es: valor
fr: valeur
ja: 値
pt_br: valor
zh_hans: 值

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
pt_br: Valor
zh_hans: 值

source: Value from
de: Wert von
es: Valor de
fr: Valeur depuis
ja: 値の取得元
pt_br: Valor de
zh_hans: 取值来源

source: Verification Token
de: Verifizierungs-Token
es: Token de verificación
fr: Jeton de vérification
ja: 検証トークン
pt_br: Token de verificação
zh_hans: 验证令牌

source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
ja: 検証
pt_br: Verificar
zh_hans: 验证

source: Verify TLS peer (default on)
de: TLS-Peer verifizieren (standardmäßig an)
es: Verificar par TLS (activado por defecto)
fr: Vérifier le pair TLS (activé par défaut)
ja: TLS ピアを検証(デフォルトでオン)
pt_br: Verificar peer TLS (ativado por padrão)
zh_hans: 验证 TLS 对端(默认开启)
